b404139/bigg-esp-idf-demo/touch_button/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_ENABLE_BACKWARD_COMPATIBILITY=y
CONFIG_TOUCH_BUTTON_SENSOR_MAX_P_X1000=0
CONFIG_TOUCH_BUTTON_SENSOR_MIN_N_X1000=0
